brickDesc = '''Производится из камня и глины. Камень и глину можно добыть в залежах камней и глины,
а также получить как побочный продукт производства в шахтах.Кирпичи можно произвести во многих зданиях,
с разной эффективностью'''


fabrickDesc = '''Производится из волокна, шелка или тросника.
Шелк можно вырастить на ферме, тросник добыть в месах произростания, а волокно получается как побочный продукт вырубки деревьев.
Ткань можно произвести во многих зданиях, с разной эффективностью.
Она требуется для строительства, а также производста плащей.'''